Revit 2027 API
ParameterTypeId.OptionSetName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OptionSetName { get; }
Public Shared ReadOnly Property OptionSetName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OptionSetName {
	ForgeTypeId^ get ();
}
static member OptionSetName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace